Repository: 5f59cbfv7m-maker/Sasha-s-Puzzles
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: %lld of %lld pieces placed
de: %lld von %lld Teilen platziert
es: %lld de %lld piezas colocadas
fr: %lld pièces sur %lld placées
it: %lld pezzi su %lld posizionati
ja: %lld / %lld ピース配置済み
ko: %lld / %lld 조각 맞춤
pt_br: %lld de %lld peças encaixadas
ru: %lld из %lld деталей на месте
zh_hans: 已拼 %lld / %lld 块

source: %lld pieces
de: %lld Teile
es: %lld piezas
fr: %lld pièces
it: %lld pezzi
ja: %lld ピース
ko: %lld 조각
pt_br: %lld peças
ru: %lld детали
zh_hans: %lld 块

source: %lld pieces · %@
de: %lld Teile · %@
es: %lld piezas · %@
fr: %lld pièces · %@
it: %lld pezzi · %@
ja: %lld ピース · %@
ko: %lld 조각 · %@
pt_br: %lld peças · %@
ru: %lld детали · %2$@
zh_hans: %lld 块 · %@

source: 10–20 minutes
de: 10–20 Minuten
es: 10–20 minutos
it: 10–20 minuti
ja: 10〜20分
ko: 10~20분
pt_br: 10–20 minutos
ru: 10–20 минут
zh_hans: 10–20 分钟

source: 30–45 minutes
de: 30–45 Minuten
es: 30–45 minutos
it: 30–45 minuti
ja: 30〜45分
ko: 30~45분
pt_br: 30–45 minutos
ru: 30–45 минут
zh_hans: 30–45 分钟

source: A couple of hours
de: Ein paar Stunden
es: Un par de horas
fr: Quelques heures
it: Un paio d’ore
ja: 2〜3時間
ko: 두어 시간
pt_br: Algumas horas
ru: Пара часов
zh_hans: 两三个小时

source: A few minutes
de: Ein paar Minuten
es: Unos minutos
fr: Quelques minutes
it: Pochi minuti
ja: 数分
ko: 몇 분
pt_br: Alguns minutos
ru: Несколько минут
zh_hans: 几分钟

source: A serious project
de: Ein großes Projekt
es: Un gran proyecto
fr: Un grand projet
it: Un grande progetto
ja: 本格的な大作
ko: 대형 프로젝트
pt_br: Um grande projeto
ru: Надолго
zh_hans: 大工程

source: About
de: Über die App
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: About an hour
de: Etwa eine Stunde
es: Alrededor de una hora
fr: Environ une heure
it: Circa un’ora
ja: 1時間ほど
ko: 한 시간 정도
pt_br: Cerca de uma hora
ru: Около часа
zh_hans: 大约一小时

source: Abstract
de: Abstrakt
es: Abstracto
fr: Abstrait
it: Astratto
ja: 抽象
ko: 추상
pt_br: Abstrato
ru: Абстракция
zh_hans: 抽象

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
pt_br: Adicionar foto
ru: Добавить фотографию
zh_hans: 添加照片

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 全部

source: All pieces are on the table
de: Alle Teile liegen auf dem Tisch
es: Todas las piezas están en la mesa
fr: Toutes les pièces sont sur la table
it: Tutti i pezzi sono sul tavolo
ja: すべてのピースがテーブルの上にあります
ko: 모든 조각이 테이블 위에 있습니다
pt_br: Todas as peças estão na mesa
ru: Все детали на столе
zh_hans: 所有拼块都已在桌上

source: Alpine Ridge
de: Alpengrat
es: Cresta alpina
fr: Crête alpine
it: Cresta alpina
ja: アルプスの稜線
ko: 알프스 능선
pt_br: Cordilheira alpina
ru: Горный хребет
zh_hans: 高山山脊

source: An evening
de: Ein Abend
es: Una tarde
fr: Une soirée
it: Una serata
ja: ひと晩
ko: 저녁 한때
pt_br: Uma noite
ru: Целый вечер
zh_hans: 一个晚上

source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali
ja: 動物
ko: 동물
pt_br: Animais
ru: Животные
zh_hans: 动物

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면
pt_br: Aparência
ru: Оформление
zh_hans: 外观

source: Aurora
de: Polarlicht
es: Aurora boreal
fr: Aurore boréale
it: Aurora boreale
ja: オーロラ
ko: 오로라
pt_br: Aurora boreal
ru: Северное сияние
zh_hans: 极光

source: Autumn Woods
de: Herbstwald
es: Bosque otoñal
fr: Bois d’automne
it: Bosco d’autunno
ja: 秋の森
ko: 가을 숲
pt_br: Bosque de outono
ru: Осенний лес
zh_hans: 秋日树林

source: Back to Library
de: Zurück zur Bibliothek
es: Volver a la biblioteca
fr: Retour à la bibliothèque
it: Torna alla libreria
ja: ライブラリに戻る
ko: 보관함으로 돌아가기
pt_br: Voltar à biblioteca
ru: Вернуться в библиотеку
zh_hans: 返回图库

source: Butterflies
de: Schmetterlinge
es: Mariposas
fr: Papillons
it: Farfalle
ja: 蝶
ko: 나비
pt_br: Borboletas
ru: Бабочки
zh_hans: 蝴蝶

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 街
ko: 도시
pt_br: Cidade
ru: Город
zh_hans: 城市

source: City Lights
de: Lichter der Stadt
es: Luces de la ciudad
fr: Lumières de la ville
it: Luci della città
ja: 街の灯り
ko: 도시의 불빛
pt_br: Luzes da cidade
ru: Огни города
zh_hans: 城市灯火

source: City at Dusk
de: Stadt in der Dämmerung
es: Ciudad al anochecer
fr: Ville au crépuscule
it: Città al crepuscolo
ja: 夕暮れの街
ko: 해 질 녘 도시
pt_br: Cidade ao anoitecer
ru: Город в сумерках
zh_hans: 黄昏的城市

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

source: Coral Reef
de: Korallenriff
es: Arrecife de coral
fr: Récif de corail
it: Barriera corallina
ja: サンゴ礁
ko: 산호초
pt_br: Recife de coral
ru: Коралловый риф
zh_hans: 珊瑚礁

source: Crystal Cave
de: Kristallhöhle
es: Cueva de cristal
fr: Grotte de cristal
it: Grotta di cristallo
ja: 水晶の洞窟
ko: 수정 동굴
pt_br: Caverna de cristal
ru: Кристальная пещера
zh_hans: 水晶洞

source: Custom
de: Eigene Zahl
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 직접 입력
pt_br: Personalizado
ru: Своё число
zh_hans: 自定义

source: Daily puzzle — best time
de: Tagesrätsel – Bestzeit
es: Puzle del día: mejor tiempo
fr: Puzzle du jour — meilleur temps
it: Puzzle del giorno — miglior tempo
ja: 今日のパズル — ベストタイム
ko: 오늘의 퍼즐 — 최고 기록
pt_br: Quebra-cabeça do dia — melhor tempo
ru: Пазл дня — лучшее время
zh_hans: 每日拼图 — 最佳用时

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмное
zh_hans: 深色

source: Default difficulty
de: Standard-Schwierigkeit
es: Dificultad predeterminada
fr: Difficulté par défaut
it: Difficoltà predefinita
ja: デフォルトの難易度
ko: 기본 난이도
pt_br: Dificuldade padrão
ru: Сложность по умолчанию
zh_hans: 默认难度

source: Default framing
de: Standard-Bildausschnitt
es: Encuadre predeterminado
fr: Cadrage par défaut
it: Inquadratura predefinita
ja: デフォルトの切り抜き
ko: 기본 자르기
pt_br: Enquadramento padrão
ru: Кадрирование по умолчанию
zh_hans: 默认裁剪

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除

source: Delete Photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pt_br: Apagar foto
ru: Удалить фотографию
zh_hans: 删除照片

source: Delete Saved Game
de: Spielstand löschen
es: Eliminar partida guardada
fr: Supprimer la sauvegarde
it: Elimina salvataggio
ja: セーブデータを削除
ko: 저장된 게임 삭제
pt_br: Apagar jogo salvo
ru: Удалить сохранение
zh_hans: 删除存档

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
ja: 難易度
ko: 난이도
pt_br: Dificuldade
ru: Сложность
zh_hans: 难度

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
zh_hans: 完成

source: Drag onto the board
de: Auf das Brett ziehen
es: Arrastra al tablero
fr: Glissez sur le plateau
it: Trascina sulla tavola
ja: ボードにドラッグ
ko: 보드로 드래그하세요
pt_br: Arraste para o tabuleiro
ru: Перетащите на поле
zh_hans: 拖到拼图板上

source: Dunes
de: Dünen
es: Dunas
it: Dune
ja: 砂丘
ko: 사구
pt_br: Dunas
ru: Дюны
zh_hans: 沙丘

source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile
ja: かんたん
ko: 쉬움
pt_br: Fácil
ru: Лёгкий
zh_hans: 简单

source: Elapsed time
de: Verstrichene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
pt_br: Tempo decorrido
ru: Прошло времени
zh_hans: 已用时间

source: Expert
de: Experte
es: Experto
it: Esperto
ja: エキスパート
ko: 전문가
pt_br: Especialista
ru: Эксперт
zh_hans: 专家

source: Extreme
de: Extrem
es: Extremo
fr: Extrême
it: Estremo
ja: エクストリーム
ko: 익스트림
pt_br: Extremo
ru: Экстрим
zh_hans: 极限

source: Feedback
de: Rückmeldung
es: Respuesta
fr: Retour
ja: フィードバック
ko: 피드백
pt_br: Resposta
ru: Отклик
zh_hans: 反馈

source: Fit Board
de: Brett einpassen
es: Ajustar tablero
fr: Ajuster au plateau
it: Adatta tavola
ja: ボードに合わせる
ko: 보드에 맞추기
pt_br: Ajustar tabuleiro
ru: Вписать поле
zh_hans: 适应拼图板

source: Fit Table
de: Tisch einpassen
es: Ajustar mesa
fr: Ajuster à la table
it: Adatta tavolo
ja: テーブルに合わせる
ko: 테이블에 맞추기
pt_br: Ajustar mesa
ru: Вписать стол
zh_hans: 适应桌面

source: Fit board
de: Brett einpassen
es: Ajustar tablero
fr: Ajuster au plateau
it: Adatta tavola
ja: ボードに合わせる
ko: 보드에 맞추기
pt_br: Ajustar tabuleiro
ru: Вписать поле
zh_hans: 适应拼图板

source: Fit table
de: Tisch einpassen
es: Ajustar mesa
fr: Ajuster à la table
it: Adatta tavolo
ja: テーブルに合わせる
ko: 테이블에 맞추기
pt_br: Ajustar mesa
ru: Вписать стол
zh_hans: 适应桌面

source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta
ja: 森
ko: 숲
pt_br: Floresta
ru: Лес
zh_hans: 森林

source: Framing
de: Bildausschnitt
es: Encuadre
fr: Cadrage
it: Inquadratura
ja: 切り抜き
ko: 자르기
pt_br: Enquadramento
ru: Кадрирование
zh_hans: 裁剪

source: Galaxy
de: Galaxie
es: Galaxia
fr: Galaxie
it: Galassia
ja: 銀河
ko: 은하
pt_br: Galáxia
ru: Галактика
zh_hans: 星系

source: Game
de: Spiel
es: Partida
fr: Partie
it: Partita
ja: ゲーム
ko: 게임
pt_br: Jogo
ru: Игра
zh_hans: 游戏

source: Gameplay
de: Spielverlauf
es: Juego
fr: Jeu
it: Gioco
ja: プレイ
ko: 플레이
pt_br: Jogabilidade
ru: Игровой процесс
zh_hans: 玩法

source: Gather Pieces
de: Teile einsammeln
es: Recoger piezas
fr: Ramasser les pièces
it: Raccogli i pezzi
ja: ピースを集める
ko: 조각 모으기
pt_br: Recolher peças
ru: Вернуть детали
zh_hans: 收回拼块

source: Gather from the table
de: Vom Tisch einsammeln
es: Recoger de la mesa
fr: Ramasser sur la table
it: Raccogli dal tavolo
ja: テーブルから集める
ko: 테이블에서 모으기
pt_br: Recolher da mesa
ru: Вернуть со стола
zh_hans: 从桌面收回

source: Generous
de: Großzügig
es: Generosa
fr: Généreuse
it: Generoso
ja: ゆるめ
ko: 넉넉하게
pt_br: Generoso
ru: Активная
zh_hans: 宽松

source: Haptic feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
pt_br: Resposta tátil
ru: Тактильный отклик
zh_hans: 触感反馈

source: Harbour
de: Hafen
es: Puerto
fr: Port
it: Porto
ja: 港
ko: 항구
pt_br: Porto
ru: Гавань
zh_hans: 港口

source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
ja: むずかしい
ko: 어려움
pt_br: Difícil
ru: Сложный
zh_hans: 困难

source: Hint
de: Tipp
es: Pista
fr: Indice
it: Suggerimento
ja: ヒント
ko: 힌트
pt_br: Dica
ru: Подсказка
zh_hans: 提示

source: Ice Field
de: Eisfeld
es: Campo de hielo
fr: Champ de glace
it: Campo di ghiaccio
ja: 氷原
ko: 빙원
pt_br: Campo de gelo
ru: Ледяное поле
zh_hans: 冰原

source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’importation
it: Importazione non riuscita
ja: 読み込みに失敗しました
ko: 가져오기 실패
pt_br: Falha na importação
ru: Не удалось импортировать
zh_hans: 导入失败

source: Import from Files
de: Aus „Dateien“ importieren
es: Importar desde Archivos
fr: Importer depuis Fichiers
it: Importa da File
ja: 「ファイル」から読み込む
ko: 파일 앱에서 가져오기
pt_br: Importar do app Arquivos
ru: Импорт из «Файлов»
zh_hans: 从"文件"导入

source: Importing…
de: Importieren …
es: Importando…
fr: Importation…
it: Importazione…
ja: 読み込み中…
ko: 가져오는 중…
pt_br: Importando…
ru: Импорт…
zh_hans: 正在导入…

source: Insane
de: Wahnsinn
es: Demencial
fr: Démentiel
it: Folle
ja: クレイジー
ko: 미친 난이도
pt_br: Insano
ru: Безумный
zh_hans: 疯狂

source: Jellyfish
de: Quallen
es: Medusas
fr: Méduses
it: Meduse
ja: クラゲ
ko: 해파리
pt_br: Águas-vivas
ru: Медузы
zh_hans: 水母

source: Julia Set
de: Julia-Menge
es: Conjunto de Julia
fr: Ensemble de Julia
it: Insieme di Julia
ja: ジュリア集合
ko: 줄리아 집합
pt_br: Conjunto de Julia
ru: Множество Жюлиа
zh_hans: 朱利亚集

source: Koi Pond
de: Koiteich
es: Estanque de carpas
fr: Bassin à carpes koï
it: Laghetto di carpe
ja: 鯉の池
ko: 비단잉어 연못
pt_br: Lago de carpas
ru: Пруд с карпами
zh_hans: 锦鲤池

source: Large puzzles take a moment to cut and are best played with “Scatter Pieces”.
de: Große Puzzles brauchen einen Moment zum Schneiden und spielen sich am besten mit „Teile verstreuen“.
es: Los puzles grandes tardan un momento en cortarse y se juegan mejor con «Esparcir piezas».
fr: Les grands puzzles mettent un moment à se découper ; ils se jouent mieux avec « Éparpiller les pièces ».
it: I puzzle grandi richiedono un momento per il taglio e si giocano meglio con “Sparpaglia i pezzi”.
ja: 大きなパズルは切り出しに少し時間がかかります。「ピースをばらまく」で遊ぶのがおすすめです。
ko: 큰 퍼즐은 자르는 데 시간이 조금 걸리며, ‘조각 흩뿌리기’로 플레이하는 것이 좋습니다.
pt_br: Quebra-cabeças grandes levam um momento para cortar e ficam melhores com “Espalhar peças”.
ru: Большие пазлы нарезаются несколько секунд; удобнее играть, рассыпав детали по столу.
zh_hans: 大拼图需要片刻来切割，建议使用"散开拼块"来玩。

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлое
zh_hans: 浅色

source: Longest daily streak
de: Längste Serie
es: Racha más larga
fr: Plus longue série
it: Serie più lunga
ja: 最長連続記録
ko: 최장 연속 기록
pt_br: Maior sequência
ru: Самая длинная серия
zh_hans: 最长连续天数

source: Marble
de: Marmor
es: Mármol
fr: Marbre
it: Marmo
ja: 大理石
ko: 대리석
pt_br: Mármore
ru: Мрамор
zh_hans: 大理石

source: Master
de: Meister
es: Maestro
fr: Maître
it: Maestro
ja: マスター
ko: 마스터
pt_br: Mestre
ru: Мастер
zh_hans: 大师

source: Meadow
de: Wiese
es: Pradera
fr: Prairie
it: Prato
ja: 草原
ko: 초원
pt_br: Campina
ru: Луг
zh_hans: 草地

source: Mosaic
de: Mosaik
es: Mosaico
fr: Mosaïque
it: Mosaico
ja: モザイク
ko: 모자이크
pt_br: Mosaico
ru: Мозаика
zh_hans: 马赛克

source: Mountains
de: Berge
es: Montañas
fr: Montagnes
it: Montagne
ja: 山
ko: 산
pt_br: Montanhas
ru: Горы
zh_hans: 山脉

source: My Photo
de: Mein Foto
es: Mi foto
fr: Ma photo
it: La mia foto
ja: マイフォト
ko: 내 사진
pt_br: Minha foto
ru: Моя фотография
zh_hans: 我的照片

source: My Photos
de: Meine Fotos
es: Mis fotos
fr: Mes photos
it: Le mie foto
ja: マイフォト
ko: 내 사진
pt_br: Minhas fotos
ru: Мои фотографии
zh_hans: 我的照片

source: Nature
de: Natur
es: Naturaleza
it: Natura
ja: 自然
ko: 자연
pt_br: Natureza
ru: Природа
zh_hans: 自然

source: Nebula
de: Nebel
es: Nebulosa
fr: Nébuleuse
it: Nebulosa
ja: 星雲
ko: 성운
pt_br: Nebulosa
ru: Туманность
zh_hans: 星云

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt_br: Nova
ru: Новое
zh_hans: 新

source: New Puzzle
de: Neues Puzzle
es: Nuevo puzle
fr: Nouveau puzzle
it: Nuovo puzzle
ja: 新しいパズル
ko: 새 퍼즐
pt_br: Novo quebra-cabeça
ru: Новый пазл
zh_hans: 新拼图

source: New Puzzle…
de: Neues Puzzle …
es: Nuevo puzle…
fr: Nouveau puzzle…
it: Nuovo puzzle…
ja: 新しいパズル…
ko: 새 퍼즐…
pt_br: Novo quebra-cabeça…
ru: Новый пазл…
zh_hans: 新拼图…

source: Nightmare
de: Albtraum
es: Pesadilla
fr: Cauchemar
it: Incubo
ja: ナイトメア
ko: 악몽
pt_br: Pesadelo
ru: Кошмар
zh_hans: 噩梦

source: No game in progress
de: Kein laufendes Spiel
es: No hay ninguna partida en curso
fr: Aucune partie en cours
it: Nessuna partita in corso
ja: 進行中のゲームはありません
ko: 진행 중인 게임이 없습니다
pt_br: Nenhum jogo em andamento
ru: Нет активной игры
zh_hans: 没有进行中的游戏

source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
ja: 海原
ko: 대양
pt_br: Oceano
ru: Океан
zh_hans: 海洋

source: Opens puzzle options
de: Öffnet die Puzzle-Optionen
es: Abre las opciones del puzle
fr: Ouvre les options du puzzle
it: Apre le opzioni del puzzle
ja: パズルのオプションを開きます
ko: 퍼즐 옵션을 엽니다
pt_br: Abre as opções do quebra-cabeça
ru: Открывает настройки пазла
zh_hans: 打开拼图选项

source: Outline pieces
de: Teile umranden
es: Contornear piezas
fr: Contour des pièces
it: Contorno dei pezzi
ja: ピースの輪郭を表示
ko: 조각 윤곽선
pt_br: Contornar peças
ru: Обводка деталей
zh_hans: 拼块描边

source: Picture
de: Bild
es: Imagen
fr: Image
it: Immagine
ja: 絵
ko: 그림
pt_br: Imagem
ru: Картинка
zh_hans: 图片

source: Picture not found
de: Bild nicht gefunden
es: Imagen no encontrada
fr: Image introuvable
it: Immagine non trovata
ja: 絵が見つかりません
ko: 그림을 찾을 수 없음
pt_br: Imagem não encontrada
ru: Картинка не найдена
zh_hans: 找不到图片

source: Pieces
de: Teile
es: Piezas
fr: Pièces
it: Pezzi
ja: ピース
ko: 조각
pt_br: Peças
ru: Детали
zh_hans: 拼块

source: Pieces placed
de: Platzierte Teile
es: Piezas colocadas
fr: Pièces placées
it: Pezzi posizionati
ja: 配置したピース
ko: 맞춘 조각
pt_br: Peças encaixadas
ru: Деталей на месте
zh_hans: 已拼块数

source: Planetrise
de: Planetenaufgang
es: Salida del planeta
fr: Lever de planète
it: Sorgere del pianeta
ja: 惑星の出
ko: 행성이 뜨는 풍경
pt_br: Nascer do planeta
ru: Восход планеты
zh_hans: 行星升起

source: Precise
de: Präzise
es: Precisa
fr: Précise
it: Preciso
ja: 正確
ko: 정확하게
pt_br: Preciso
ru: Точная
zh_hans: 精确

source: Preparing puzzle
de: Puzzle wird vorbereitet
es: Preparando el puzle
fr: Préparation du puzzle
it: Preparazione del puzzle
ja: パズルを準備中
ko: 퍼즐 준비 중
pt_br: Preparando o quebra-cabeça
ru: Подготовка пазла
zh_hans: 正在准备拼图

source: Puzzle board
de: Puzzlebrett
es: Tablero del puzle
fr: Plateau du puzzle
it: Tavola del puzzle
ja: パズルボード
ko: 퍼즐 보드
pt_br: Tabuleiro
ru: Игровое поле
zh_hans: 拼图板

source: Puzzle piece
de: Puzzleteil
es: Pieza de puzle
fr: Pièce de puzzle
it: Pezzo del puzzle
ja: パズルのピース
ko: 퍼즐 조각
pt_br: Peça do quebra-cabeça
ru: Деталь пазла
zh_hans: 拼图块

source: Puzzle solved!
de: Puzzle gelöst!
es: ¡Puzle resuelto!
fr: Puzzle terminé !
it: Puzzle completato!
ja: パズル完成！
ko: 퍼즐 완성!
pt_br: Quebra-cabeça montado!
ru: Пазл собран!
zh_hans: 拼图完成！

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
pt_br: Refazer
ru: Повторить
zh_hans: 重做

source: Reset saved games
de: Spielstände zurücksetzen
es: Restablecer partidas guardadas
fr: Réinitialiser les sauvegardes
it: Azzera i salvataggi
ja: セーブデータをリセット
ko: 저장된 게임 초기화
pt_br: Redefinir jogos salvos
ru: Сбросить сохранения
zh_hans: 重置存档

source: Restart This Puzzle
de: Dieses Puzzle neu starten
es: Reiniciar este puzle
fr: Recommencer ce puzzle
it: Ricomincia questo puzzle
ja: このパズルをやり直す
ko: 이 퍼즐 다시 시작
pt_br: Recomeçar este quebra-cabeça
ru: Начать этот пазл заново
zh_hans: 重新开始此拼图

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 계속하기
pt_br: Retomar
ru: Продолжить
zh_hans: 继续

source: Saved games
de: Spielstände
es: Partidas guardadas
fr: Parties sauvegardées
it: Partite salvate
ja: セーブデータ
ko: 저장된 게임
pt_br: Jogos salvos
ru: Сохранённых игр
zh_hans: 存档

source: Scatter Pieces
de: Teile verstreuen
es: Esparcir piezas
fr: Éparpiller les pièces
it: Sparpaglia i pezzi
ja: ピースをばらまく
ko: 조각 흩뿌리기
pt_br: Espalhar peças
ru: Рассыпать детали
zh_hans: 散开拼块

source: Sea
de: Meer
es: Mar
fr: Mer
it: Mare
ja: 海
ko: 바다
pt_br: Mar
ru: Море
zh_hans: 海

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Several sittings
de: Mehrere Abende
es: Varias tardes
fr: Plusieurs soirées
it: Più serate
ja: 何晩か
ko: 며칠 저녁
pt_br: Várias noites
ru: На пару вечеров
zh_hans: 好几个晚上

source: Show Original
de: Original anzeigen
es: Mostrar original
fr: Afficher l’original
it: Mostra originale
ja: 原画を表示
ko: 원본 보기
pt_br: Mostrar original
ru: Показать оригинал
zh_hans: 显示原图

source: Sign in to Game Center
de: Bei Game Center anmelden
es: Iniciar sesión en Game Center
fr: Se connecter à Game Center
it: Accedi a Game Center
ja: Game Centerにサインイン
ko: Game Center에 로그인
pt_br: Entrar no Game Center
ru: Войти в Game Center
zh_hans: 登录 Game Center

source: Sign in to Game Center in the system settings to compare results with friends.
de: Melde dich in den Systemeinstellungen bei Game Center an, um Ergebnisse mit Freunden zu vergleichen.
es: Inicia sesión en Game Center en los ajustes del sistema para comparar resultados con tus amigos.
fr: Connectez-vous à Game Center dans les réglages du système pour comparer vos résultats avec vos amis.
it: Accedi a Game Center nelle impostazioni di sistema per confrontare i risultati con gli amici.
ja: 友達と結果を比べるには、システム設定でGame Centerにサインインしてください。
ko: 친구와 기록을 비교하려면 시스템 설정에서 Game Center에 로그인하세요.
pt_br: Entre no Game Center nos ajustes do sistema para comparar resultados com amigos.
ru: Войдите в Game Center в системных настройках, чтобы сравнивать результаты с друзьями.
zh_hans: 在系统设置中登录 Game Center，即可与好友比较成绩。

source: Silk
de: Seide
es: Seda
fr: Soie
it: Seta
ja: シルク
ko: 실크
pt_br: Seda
ru: Шёлк
zh_hans: 丝绸

source: Snap assist
de: Einrasthilfe
es: Ayuda de encaje
fr: Aide à l’emboîtement
it: Aiuto all’incastro
ja: はめ込みアシスト
ko: 끼우기 도우미
pt_br: Ajuda de encaixe
ru: Помощь при стыковке
zh_hans: 吸附辅助

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
ru: Что-то пошло не так
zh_hans: 出了点问题

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
ja: サウンド
ko: 소리
pt_br: Som
ru: Звук
zh_hans: 声音

source: Space
de: Weltraum
es: Espacio
fr: Espace
it: Spazio
ja: 宇宙
ko: 우주
pt_br: Espaço
ru: Космос
zh_hans: 太空

source: Stained Glass
de: Buntglas
es: Vidriera
fr: Vitrail
it: Vetrata
ja: ステンドグラス
ko: 스테인드글라스
pt_br: Vitral
ru: Витраж
zh_hans: 彩绘玻璃

source: Start Puzzle
de: Puzzle starten
es: Empezar puzle
fr: Commencer le puzzle
it: Inizia il puzzle
ja: パズルを始める
ko: 퍼즐 시작
pt_br: Começar quebra-cabeça
ru: Начать пазл
zh_hans: 开始拼图

source: Sunset Beach
de: Strand bei Sonnenuntergang
es: Playa al atardecer
fr: Plage au couchant
it: Spiaggia al tramonto
ja: 夕日の浜辺
ko: 노을 진 해변
pt_br: Praia ao pôr do sol
ru: Закат на пляже
zh_hans: 日落海滩

source: The image could not be read.
de: Das Bild konnte nicht gelesen werden.
es: No se pudo leer la imagen.
fr: L’image n’a pas pu être lue.
it: Impossibile leggere l’immagine.
ja: 画像を読み込めませんでした。
ko: 이미지를 읽을 수 없습니다.
pt_br: Não foi possível ler a imagem.
ru: Не удалось прочитать изображение.
zh_hans: 无法读取图片。

source: The image could not be saved.
de: Das Bild konnte nicht gesichert werden.
es: No se pudo guardar la imagen.
fr: L’image n’a pas pu être enregistrée.
it: Impossibile salvare l’immagine.
ja: 画像を保存できませんでした。
ko: 이미지를 저장할 수 없습니다.
pt_br: Não foi possível salvar a imagem.
ru: Не удалось сохранить изображение.
zh_hans: 无法保存图片。

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

source: This image format is not supported.
de: Dieses Bildformat wird nicht unterstützt.
es: Este formato de imagen no es compatible.
fr: Ce format d’image n’est pas pris en charge.
it: Questo formato di immagine non è supportato.
ja: この画像形式には対応していません。
ko: 지원하지 않는 이미지 형식입니다.
pt_br: Este formato de imagem não é compatível.
ru: Этот формат изображения не поддерживается.
zh_hans: 不支持此图片格式。

source: This picture could not be loaded.
de: Dieses Bild konnte nicht geladen werden.
es: No se pudo cargar esta imagen.
fr: Cette image n’a pas pu être chargée.
it: Impossibile caricare questa immagine.
ja: この絵を読み込めませんでした。
ko: 이 그림을 불러올 수 없습니다.
pt_br: Não foi possível carregar esta imagem.
ru: Не удалось загрузить эту картинку.
zh_hans: 无法加载此图片。

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
ko: 시간
pt_br: Tempo
ru: Время
zh_hans: 时间

source: Tulip Fields
de: Tulpenfelder
es: Campos de tulipanes
fr: Champs de tulipes
it: Campi di tulipani
ja: チューリップ畑
ko: 튤립 밭
pt_br: Campos de tulipas
ru: Тюльпановые поля
zh_hans: 郁金香田

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: With friends
de: Mit Freunden
es: Con amigos
fr: Avec des amis
it: Con gli amici
ja: 友達と
ko: 친구와 함께
pt_br: Com amigos
ru: С друзьями
zh_hans: 与好友

source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
zh_hans: 放大

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
pt_br: Reduzir
ru: Уменьшить
zh_hans: 缩小

source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
zh_hans: 放大

source: Zoom out
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
pt_br: Reduzir
ru: Уменьшить
zh_hans: 缩小
